{
  "WorkPageHeading": "عملائنا",
  "WorkPageHeadingDesc": "نبني النجاح معًا",
  "since": "منذ عام 2016، نفخر بشراكتنا مع أكثر من 600 عميل من مختلف القطاعات. نعرض هنا مجموعة مختارة من شركائنا الذين وثقوا بنا لتقديم حلول مبتكرة وذات تأثير فعّال.",
  "whatwedid": "ما الذي يمكننا القيام به",
  "opv": "معرض أعمالنا و رؤيتنا",
  "All": "الكل",
  "Web-Development": "تطوير المواقع الإلكترونية",
  "Mobile-Development": "تطوير تطبيقات الموبايل",
  "IT-Hardware": "تكنولوجيىا المعلومات والهارد وير",
  "UI/UX-Design": "تصميم تجربة المستخدم",
  "Staff-Augmentation": "زيادة عدد الموظفين",
  "Quality-Assurance": "ضمان الجودة ",
  "clients": "عملائنا",
  "nfaa": "نفع هو أول نظام متكامل وشامل لنزع الملكية في منطقة الخليج العربي",
  "ts": "تريبل اس:   نظام تذاكر متكامل تم تطويره في البداية ليكون أداة صيانة للمشاريع المباعة للشركاء.",
  "seeMore": "إقرأ المزيد",

  "case": "قصة نجاح",
  "TsTitle": "تريبل اس",
  "TsDesc": "نظام الدعم الذكي (SSS) هو نظام تذاكر متكامل تم تطويره في البداية بواسطة AWS ليعمل كأداة صيانة للمشاريع المباعة للشركاء. ومع مرور الوقت، تطور النظام ليخدم الشركات الخارجية، مما يساعدها في تنظيم هياكلها الداخلية بكفاءة. الهدف الأساسي للنظام هو تقليل وقت حل المشكلات، وتحسين إدارة رسائل البريد الإلكتروني للعملاء، وزيادة الإنتاجية بشكل عام. يعتمد النظام على ثلاث واجهات رئيسية، مما يوفر حلاً شاملاً لمعالجة المشكلات بكفاءة.",
  "missionTitle": "الرسالة",
  "visionTitle": "الرؤية",
  "mission": "تمكين المنظمات بنظام الدعم الذكي (SSS)، وهو حل تذاكر متقدم مصمم لإحداث ثورة في حل المشكلات. مهمتنا هي توفير منصة سلسة وفعّالة وتعاونية تعزز التواصل بين الموظفين والعملاء والشركاء الخارجيين. يهدف SSS إلى تبسيط الهياكل الداخلية، وتقليل وقت حل المشكلات، وزيادة الإنتاجية العامة للأعمال التي تعتمد على الصيانة وعمليات ما بعد البي",
  "vision": "نتصور أن نظام الدعم الذكي (SSS) سيكون في طليعة حلول التذاكر المبتكرة، واضعًا معايير جديدة في إدارة المشكلات. رؤيتنا هي أن نكون المنصة المفضلة للشركات التي تبحث عن نظام شامل، سهل الاستخدام، وقابل للتخصيص. يطمح SSS إلى تعزيز بيئة عمل حيث يتدفق التواصل بسلاسة، ويتم التعامل مع المشكلات بسرعة، وتحقق المنظمات أقصى كفاءة. نهدف إلى التطور المستمر والتكيف، مما يضمن بقاء SSS حليفًا موثوقًا في تعزيز التميز التشغيلي للشركات في جميع أنحاء العالم",

  "title1": "واجهة الإدارة",
  "title2": "واجهة الدعم",
  "title3": "واجهة الشركة",
  "title4": "واجهة الموظف",
  "title5": "واجهة الدعم الذكي",

  "desc1": "تم تصميمها خصيصًا للمسؤولين، وتوفر هذه الواجهة نظرة شاملة على جميع التذاكر الخارجية المخصصة للفريق الفني. يمكن للمسؤولين إدارة التذاكر وتوزيعها بكفاءة، مما يضمن سير العمل بسلاسة لفريقهم الفني. بالإضافة إلى ذلك، يتيح للمسؤولين إضافة الشركات (العملاء)، الدول، المدن، والأقسام، مما يضمن نظامًا ديناميكيًا وقابلًا للتكيف.",
  "desc2": "مصممة خصيصًا للاستخدام الداخلي للشركة، تمكّن هذه الواجهة الموظفين من حل التذاكر الداخلية بسرعة. وتعد منصة مخصصة لمعالجة التحديات داخل الأقسام أو عبر الفروع المختلفة، مما يسهم في تسريع عمليات حل المشكلات الداخلية.",
  "desc3": "مخصصة للشركات التي تستخدم نظام الدعم الذكي، تتيح هذه الواجهة إدارة الهياكل التنظيمية بكفاءة. يمكن للشركات إضافة الفروع بسهولة، مما يعزز سير العمل المنظم والمهيكل للموظفين.",
  "desc4": "تم تصميمها بشكل فردي للموظفين، تسهل هذه الواجهة تقديم التذاكر الخارجية إلى STL، لمعالجة المشكلات المتعلقة بالنظام. في الوقت نفسه، يمكن للموظفين رفع تذاكر داخلية لحل التحديات التي يواجهونها داخل قسمهم أو عبر فروع مختلفة، مما يلغي الحاجة إلى قنوات تواصل معقدة.",
  "desc5": "منصة حصرية لموظفي STL، تمكّن هذه الواجهة من حل التذاكر الخارجية. يعمل فريق الدعم لدينا بجد لمعالجة المشكلات الخارجية التي يرفعها العملاء والشركات التابعة، مما يضمن تجربة سلسة",



  "interfaces":"الواجهات",
  "admin": " واجهة المدير ",
  "support": " واجهة الدعم ",
  "company": " واجهة الشركة",
  "employee": "واجهة الموظف",
  "smart": "واجهة الدعم الذكي"
}
